Repository: matllubos/django-ats-sms-operator
Catalog: ats_sms_operator/locale/*/LC_MESSAGES/django.po
Languages: cs

source: registration successful
cs: Registrace telefonního čísla na daném projektu proběhla v pořádku

source: re-registration successful
cs: Opětovná registrace telefonního čísla na daném projektu proběhla v pořádku

source: not found
cs: nenalezena

source: not sent yet
cs: neodeslána

source: sent
cs: odeslána

source: delivered
cs: doručena

source: not delivered
cs: nedoručena

source: not able to determine the state
cs: nepodařilo se získat status

source: authentication failed
cs: nepodařila se autentifikace (username, password, ip)

source: DB error
cs: DB problém

source: SMS is OK and ready to be sent
cs: SMS je v pořádku a připravena k odeslání k operátorovi

source: unspecified error
cs: nespecifikovaná chyba (xml není validní, xml neobsahuje povinné elementy, ...)

source: one of the requests has not unique "uniq"
cs: minimálně jedna z operací nemá přidělen unikátní kód (balík byl zahozen)

source: SMS has not unique "uniq"
cs: SMS nemá unikátní kód (všechny SMS s tímto kódem byli odmítnuty)

source: SMS lacks keyword
cs: SMS nemá klíčové slovo

source: keyword not valid
cs: klíčové slovo dané SMS není povoleno

source: no sender specified
cs: sender není specifikován

source: sender not valid
cs: sender není povolen

source: MO PR SMS not allowed
cs: MO PR SMS není povoleno

source: MT PR SMS not allowed
cs: MT PR SMS není povoleno

source: MT PR SMS daily limit exceeded
cs: MT PR SMS denní limit byl překročen

source: MT PR SMS total limit exceeded
cs: MT PR SMS maximální limit byl překročen

source: geographic number is not allowed
cs: geografické číslo není povoleno

source: MT SMS to Slovakia not allowed
cs: MT SK není povoleno

source: shortcodes not allowed
cs: shortkódy nejsou povoleny

source: sender is unknown
cs: neznámý sender

source: type of SMS not specified
cs: nespecifikován typ SMS

source: SMS too long
cs: SMS je příliš dlouhá

source: too many SMS parts (max. is 10)
cs: příliš mnoho částí (max 10)

source: wrong number of sender/receiver
cs: nesprávné číslo příjemce/odesílatele

source: recipient is missing or in wrong format
cs: Nezadaný recipient nebo špatný formát

source: using "textid" is not allowed
cs: využití "textid" není povoleno

source: "textid" is in wrong format
cs: nepovolený tvar "textid"

source: long SMS with "textid" not allowed
cs: odesílání dlouhých zprav s textid není povoleno

source: XML body missing
cs: XML není předáno

source: XML is not readable
cs: XML není čitelné

source: unknown HTTP method or not HTTP POST
cs: není známa metoda nebo se nejedná o POST

source: XML invalid
cs: XML není validní

source: ATS returned state not known to us
cs: ATS vrátilo nám neznámý stav

source: to be sent to ATS
cs: k poslání do ATS

source: processing
cs: zpracovává se

source: local error
cs: lokální chyba

source: received at
cs: odesláno

source: uniq
cs: unikátní identifikátor

source: sender
cs: odesílatel

source: recipient
cs: příjemce

source: content
cs: obsah zprávy

source: input ATS message
cs: příchozí ATS zpráva

source: input ATS messages
cs: příchozí ATS zprávy

source: sent at
cs: posláno v

source: require delivery notification?
cs: požadovat doručenku?

source: validity in minutes
cs: validita v minutách

source: project keyword
cs: klíčové slovo projektu

source: lower priority
cs: nižší priorita

source: state
cs: stav

source: output ATS message
cs: odchozí ATS zpráva

source: output ATS messages
cs: odchozí ATS zprávy

source: send new SMS
cs: odeslat novou SMS zprávu

source: message body
cs: tělo zprávy

source: SMS template
cs: SMS šablona

source: SMS templates
cs: SMS šablony

source: Passed classes do not implement serialize_ats() method: {}
cs: Předané objekty neimplementují serialize_ats() metodu: {}

source: SMS with uniq "{}" not found in DB.
cs: SMS s uniq "{}" nebyla nalezeny v DB

source: ATS response misses status code of SMS with uniq {}
cs: Odpověď ATS neobsahuje stav SMS zprávy s ID {}

source: SMS message template with slug {slug} does not exist. The message to {recipient} cannot be sent.
cs: SMS šablona se slugem {slug} neexistuje. Zpráva pro {recipient} příjemce nemohla být odeslána.

source: SMS message template with slug {} does not exist
cs: SMS šablona se slugem {} neexistuje

source: Some phone number are not valid. Invalid phone numbers: {}.
cs: Některá ze zadaných telefonních čísel nejsou platná: {}

source: recipients
cs: příjemci

source: The SMS to recipients %(recipients)s was successfully sent.
cs: SMS zprávy příjemcům %(recipients)s byly úspěšně odeslány.

source: Please correct the error below.
cs: Prosím opravte chyby uvedené níže
